Can't paste these elements at this height because there is no Level below to reference.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPasteNoLevelBelow { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPasteNoLevelBelow As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPasteNoLevelBelow {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CopyPasteFailures Class
  Autodesk.Revit.DB Namespace